Repository: elementary/pantheon-agent-geoclue2
Catalog: po/*.po
Languages: ar, ckb, cs, el, es, hu, it, nl, pl, ru, sv, zh_cn

source: the current country
ar: الدولة الحالية
ckb: وڵاتی ئێستا
cs: země, ve které se nacházíte
el: η τρέχουσα χώρα
es: el país actual
hu: a jelenlegi országot
it: il paese corrente
nl: het huidige land
pl: bieżący kraj
ru: текущую страну
sv: det nuvarande landet
zh_cn: 当前国家

source: the nearest city or town
ar: أقرب مدينة أو بلدة
ckb: نزیکترین شار یان شارۆچکە
cs: nejbližší město
el: η κοντινότερη πόλη ή κωμόπολη
es: la ciudad o pueblo más cercano
hu: a legközelebbi várost vagy községet
it: la città o il paese più vicini
nl: de dichtstbijzijnde stad of dorp
pl: najbliższe miasto
ru: ближайший город
sv: den närmaste staden eller orten
zh_cn: 最近的城镇

source: the nearest neighborhood
ar: أقرب منطقة سكنية
ckb: نزیکترین گەڕەک
cs: nejbližší čtvrť
el: η κοντινότερη γειτονιά
es: el barrio más cercano
hu: a legközelebbi városrészt
it: il quartiere più vicino
nl: de onmiddellijke omgeving
pl: najbliższe sąsiedztwo
ru: ближайший район
sv: det närmaste grannskapet
zh_cn: 最近的乡镇

source: the nearest street
ar: أقرب شارع
ckb: نزیکترین شەقام
cs: nejbližší ulice
el: ο κοντινότερος δρόμος
es: la calle más cercana
hu: a legközelebbi utcát
it: la strada più vicina
nl: de dichtstbijzijnde straat
pl: najbliższa ulica
ru: ближайшую улицу
sv: den närmaste gatan
zh_cn: 最近的街道

source: your exact location
ar: موقعك الحالي الدقيق
ckb: شوێنی ئێستات
cs: vaše přesná poloha
el: η ακριβής τοποθεσία σας
es: su ubicación exacta
hu: az ön pontos tartózkodási helyét
it: la tua posizione esatta
nl: uw exacte locatie
pl: Twoja dokładna lokalizacja
ru: ваше точное местоположение
sv: din exakta position
zh_cn: 确切位置

source: your location
ar: موقعك
ckb: شوێنی تۆ
cs: vaše poloha
el: η τοποθεσίας σας
es: su ubicación
hu: az ön tartózkodási helyét
it: la tua posizione
nl: uw locatie
pl: Twoja lokalizacja
ru: ваше местоположение
sv: din position
zh_cn: 您的位置

source: %s will be able to detect %s. Permissions can be changed in <a href='settings://security/privacy/location'>Location Settings…</a>
ar: سيكون %s قادراً على اكتشاف %s. الصلاحيات يمكن تغييرها في <a href='settings://security/privacy/location'>إعدادات الموقع...</a>
ckb: %s دەتوانێت بە %s بزانێت. دەکرێت مۆڵەرەکان بگۆڕدرێن لە <a href='settings://security/privacy/location'>ڕێکخستنەکانی شوێن...</a>
cs: %s bude moci určit %s. Oprávnění mohou být změněna v <a href='settings://security/privacy/location'>Nastavení určování polohy…</a>
el: %s θα μπορεί να εντοπίσει το %s. Τα δικαιώματα μπορούν να αλλαχθούν στο <a href='settings://security/privacy/location'>Location Settings…</a>
es: %s será capaz de detectar %s. Los permisos pueden cambiarse in <a href='settings://security/privacy/location'>Configuración de ubicación…</a>
hu: %s képes lesz felismerni %s. A jogosultságok megváltoztathatók: <a href='settings://security/privacy/location'>Helybeállítások…</a>
it: %s sarà in grado di rilevare %s. I permessi possono essere modificati in<a href='settings://security/privacy/location'>Impostazioni di localizzazione...</a>
nl: %s zal in staat zijn om %s te detecteren. Machtigingen kunnen in <a href='settings://security/privacy/location'>Locatie-instellingen…</a> aangepast worden
pl: %s będzie mogło wykrywać %s. Uprawnienia mogą zostać zmienione w <a href='settings://security/privacy/location'>Ustawieniach lokalizacji…</a>
ru: %s сможет обнаружить %s. Права доступа можно изменить в <a href='settings://security/privacy/location'>Параметрах местоположения…</a>
sv: %s kommer kunna detektera %s. Behörigheter kan ändras i <a href='settings://security/privacy/location'>Platsinställningarna...</a>
zh_cn: %s 将能够检测和使用 %s；位置权限可以在 <a href='settings://security/privacy/location'>位置设置</a> 中进行更改。

source: Allow %s to Access This Device's Location?
ar: هل تسمح ل %s باستخدام موقع الجهاز؟
ckb: ڕێگە بە %s دەدەیت کە شوێنی ئەم ئامێرە بزانێت؟
cs: Povolit %s přístup k poloze tohoto zařízení?
el: Να επιτραπεί στην εφαρμογή %s να έχει πρόσβαση στην τοποθεσία της συσκευής σας;
es: ¿Quiere permitir que %s acceda a la ubicación de este dispositivo?
hu: Engedélyezi, hogy %s hozzáférjen az eszköz helyzetéhez?
it: Vuoi permettere a %s di accedere alla posizione di questo dispositivo?
nl: Geef %s toegang tot de locatie van dit apparaat?
pl: Pozwolić %s na uzyskanie dostępu do położenia tego urządzenia?
ru: Разрешить %s доступ к местоположению этого устройства?
sv: Tillåt %s att få åtkomst till den här enhetens plats?
zh_cn: 允许 %s 使用此设备的位置信息吗？

source: Location Dialog
ar: رسالة الموقع
ckb: دایەلۆگی شوێن
cs: Dialog polohy
el: Διάλογος τοποθεσίας
es: Diálogo de ubicación
hu: Helybeállítás párbeszédablak
it: Finestra di localizzazione
nl: Locatiedialoog
pl: Dialog lokalizacji
ru: Диалог местоположения
sv: Platsdialog
zh_cn: 位置对话框

source: Deny
ar: ارفض
ckb: ڕێگری کردن
cs: Odmítnout
el: Άρνηση
es: Denegar
hu: Elutasítás
it: Rifiuta
nl: Weigeren
pl: Odmów
ru: Запретить
sv: Neka
zh_cn: 拒绝

source: Allow
ar: وافق
ckb: ڕێگەدان
cs: Povolit
el: Αποδοχή
es: Permitir
hu: Engedélyezés
it: Consenti
nl: Toestaan
pl: Zezwól
ru: Разрешить
sv: Tillåt
zh_cn: 允许
